#region << 版 本 注 释 >>
/*----------------------------------------------------------------
* 项目名称 ：DotNetCoreMEF.Core.business
* 项目描述 ：
* 类 名 称 ：IArgs
* 类 描 述 ：
* 命名空间 ：DotNetCoreMEF.Core.business
* CLR 版本 ：4.0.30319.42000
* 作    者 ：jinyu
* 创建时间 ：2019
* 版 本 号 ：v1.0.0.0
*******************************************************************
* Copyright @ jinyu 2019. All rights reserved.
*******************************************************************
//----------------------------------------------------------------*/
#endregion


namespace MEFLib
{
    /* ============================================================================== 
* 功能描述：IArgs 
* 创 建 者：jinyu 
* 创建日期：2019 
* 更新时间 ：2019
* ==============================================================================*/
    public interface  IArgs
    {
        string PuginName { get; set; }
        void Init();
        void Close();
    }
}
